import React from "react";
import Logo from '../src/images/gallery/s1.png'

const NakshatraDetail = (props) => {
    console.log("props>>",props)
    return(
        <div className="container-fluid Home" >
            <div className="row" style={{display:'flex',alignItems:'center',textAlign:'center',paddingTop:'70px'}}>
              
                <div className="col-lg-6 col-xl-6 col-md-12 col-sm-12 col-xs-12">
                    <img height={'45%'} width={'45%'} src={Logo} alt="" style={{filter: 'drop-shadow(5px 5px 5px #222)'}} />
                </div>

                <div className="col-lg-6 col-xl-6 col-md-12 col-sm-12 col-xs-12">
                    <h1 style={{color:'white',fontWeight:'750',filter: 'drop-shadow(5px 5px 5px #222)'}}>మేషరాశి</h1>
                </div>
            </div>
            <div  style={{color:'white',padding:'3rem 1.5rem',fontSize:'1.2rem',textAlign:'justify',textJustify:'inline'}}>
                <h7>అభిమానవంతులు. ముక్కు  సూటిగా మాట్లాడటం, నిజాయితీగా బ్రతకటం వీరి దగ్గరున్న ముఖ్యలక్షణాలు. వీరికి ఎంత గుండెనిబ్బరం వున్నా శరీరానికి కాస్త బాధ కలిగితే, ఓర్చుకోలేదు. మేషరాశి వారు దుడుకు (తొందరపాటు) పనులు చేయకుండగ జాగ్రత్తపడాలి. వీరు గుండ్రని కన్నులు, కలిగి వుంటారు ప్రతి విషయానికి ముందడుగువేయుదురు. ఆలోచన తక్కువ.వీరు చేయు పనులందు ఆలస్యమును సహించరు. ఇతరులకు లోంగియుండరు. తొందరపాటు, అనవసరంగా చిరాకు రానీయరాదు వీరికి కోసం వచ్చిన తలచిన పనులను వేగముగా సాధింతురు, వీరు నిస్వార్థపరులు. త్యాగానికి వెనుకాడరు. మేషరాశి వారిలో దుర్మార్గం, దురాలోచన ఏమాత్రం వుండదు. ఏమి మాట్లాడినా, ఏమి చేసినా అది వారి హృదయ పూర్వకముగా ఉంటుంది. వీరికి లౌకికం తెలియదు, దాని అవసరమూ లేదు. వాక్చాతుర్యముతోనూ, కార్యదీక్షతతోనూ అన్నింట కార్యసాధకులుగా బయటకు రాగలరు. వీరు సాధారణముగా బలిష్టముగాను, ధైర్యముగాను ఉంటారు. వీరి నడకలో, మాటతీరులో ఆత్మ స్థైర్యము ప్రస్ఫుటముగా.. తెలుస్తుంది. కొందరు వీరిని గురించి అహంకారులు అనుకునే ప్రమాదము కూడ ఉన్నది. ఈ రాశివారు జీవితంలో ఒడిదుదుకులకు లొంగరు. పదిసార్లు క్రిందపడినా మళ్ళీ లేవటానికి ప్రయత్నిస్తారు. అంతేకాదు లేస్తారు. పొగడ్తలకు లొంగిపోతారు.  వ్యాపారం లో నేర్పరితనముండును, కోరికలు ఎక్కువ,  స్థిరమైన మనస్సు  ఇతరుల పనులు శ్రద్ధగా, చేసి పెట్టెదరు. అన్ని రకములైన కార్యక్రమములను బహసమర్ధతతో నిర్వహించగలరు. దానధర్మములందు భారీగా ఖర్చు చేయుటకు వెనుకాడరు. చిన్నతనమున అనేక కష్టములుపడి పైకి వచ్చుదురు. ప్రతి విషయమునందు కోపము, చిరాకు రానిచ్చినచో ఇతరులతో కలహములు. కలుగుచుండును.  ధైర్యముగ, మొండిగా దూసుకుపోవాలనే మనస్తత్వము కలిగి ఉంటారు</h7>
            </div>
        </div>
    )
}

export default NakshatraDetail;