const Questions = [

    "నేను తలచిన పని నెరవేరుతుందా నెరవేరదా ?","శత్రువును నేను జయించగలనా లేదా ?","నేను ప్రభుత్వ ఉద్యోగమును పొందగలనా లేదా ?","నాకు వ్యాపారం కలిసి వస్తుందా రాదా ?","నాకు సుఖపడే యోగము ఉందా లేదా ?","గృహప్రవేశమునకు మంచి ముహూర్తం కావాలి ?","సంతానం కలుగుతుందా కలగదా ?","వివాహం త్వరగా అవుతుందా ఆలస్యం అవుతుందా","నాకు ఏ వ్యాపారం కలిసి వస్తుంది","నాకు మంచి సమయం ఎప్పుడు లభిస్తుంది","నా వివాహ జీవితం ఎలా ఉంటుంది","నాకు సినిమా రంగం కలిసి వస్తుందా రాదా","నాకు కుజదోషం ఉందా లేదా"

]


export default Questions;



